<template>
  <router-link to="/politiki-aporritou"></router-link>
  <div class="wrapper">
    <div class="txt-company">
      <div class="company">
        <p>
          Η ιστοσελίδα μας, όπως οι περισσότεροι ιστότοποι, χρησιμοποιεί μικρά
          αρχεία που λέγονται cookies τα οποία μας βοηθούν να βελτιώσουμε την
          εμπειρία περιήγησης σας.
        </p>
        <div>
          <li>Κάνουν την ιστοσελίδα μας, να εμφανίζεται όπως θα περιμένατε</li>
          <li>
            Θυμούνται τις ρυθμίσεις σας κατά τη διάρκεια και μεταξύ των
            επισκέψεων
          </li>
          <li>
            Σας προσφέρουν δωρεάν υπηρεσίες / περιεχόμενο (χάρη στη διαφήμιση)
          </li>
          <li>Βελτιώνουν την ταχύτητα / ασφάλεια του site</li>
          <li>
            Σας επιτρέπουν να μοιραστείτε σελίδες μέσα από τα κοινωνικά δίκτυα
            όπως το Facebook
          </li>
          <li>
            Εξατομικεύουν την ιστοσελίδα μας για να σας βοηθήσει να δείτε ό, τι
            χρειάζεστε πιο γρήγορα
          </li>
          <li>
            Μας βοηθούν να βελτιώνουμε συνεχώς την ιστοσελίδα μας για εσάς
          </li>
          <li>
            Μας βοηθούν να κάνουμε το marketing πιο αποτελεσματικό (τελικά
            βοηθώντας μας να προσφέρουμε τις υπηρεσίες μας)
          </li>
        </div>
        <br />
        <h3><strong>Χορήγηση άδειας να χρησιμοποιούμε τα cookies</strong></h3>
        <p>
          Αν οι ρυθμίσεις για το λογισμικό σας που χρησιμοποιείτε για να δείτε
          αυτή την ιστοσελίδα (φυλλομετρητή σας) είναι ρυθμισμένες να δέχονται
          cookies θεωρούμε πως αυτό, και η συνέχεια της χρήσης της ιστοσελίδας
          μας, σημαίνει ότι είστε εντάξει με αυτό. Σε περίπτωση που θέλετε να
          αφαιρέσετε ή να μην χρησιμοποιούμε τα cookies στην ιστοσελίδα μας
          μπορείτε να μάθετε πώς να το κάνετε αυτό παρακάτω, ωστόσο κάτι τέτοιο
          είναι πιθανό να σημαίνει ότι η ιστοσελίδα μας δεν θα λειτουργήσει όπως
          θα περιμένατε.
        </p>
        <br />
        <h3><strong>Πολιτική χρήσης</strong></h3>
        <p>
          Η παρούσα ιστοσελίδα περιλαμβάνει τις παρακάτω αναλυτικές πληροφορίες
          για τα cookies:
        </p>
        <p>
          Η περιήγηση σας στην ιστοσελίδα μας, συνεπάγεται ότι παρέχετε την
          συναίνεσή σας στη χρήση cookies όπως περιγράφεται στην παρούσα
          Πολιτική Xρήσης Cookies.
        </p>
        <p>
          Αν δεν συμφωνείτε με τον τρόπο που χρησιμοποιούμε τα cookies, θα
          πρέπει να ρυθμίσετε ανάλογα το Περιηγητή σας (browser)
        </p>
        <h3><strong>Τι είναι τα cookies και για ποιο λόγο υπάρχουν</strong></h3>
        <p>
          Τα cookies είναι μικρά αρχεία που αποθηκεύονται από τον Περιηγητή σας
          στον υπολογιστή, στο tablet, το κινητό τηλέφωνο και γενικά στη συσκευή
          με την οποία περιηγείστε στην ιστοσελίδα μας.
        </p>
        <p>
          Κάθε cookie περιέχει πληροφορίες όπως συνήθως το όνομα της ιστοσελίδας
          από τον οποίο προέρχεται, τη «διάρκεια ζωής» του (δηλαδή πόσο καιρό θα
          παραμείνει στη συσκευή σας), και μια τιμή, που είναι συνήθως ένας
          αριθμός.
        </p>
        <p>
          Ουσιαστικά, τα cookies επιτρέπουν στις ιστοσελίδες να αποθηκεύουν
          διάφορες ανώνυμες πληροφορίες όπως για παράδειγμα τις προτιμήσεις του
          επισκέπτη ή αν έχει επισκεφθεί ξανά τον ιστότοπο.
        </p>
        <p>
          Στην ιστοσελίδα μας, χρησιμοποιούνται cookies για ευκολότερη πλοήγηση
          των χρηστών στον ιστότοπο, για να τον προσαρμόσουμε καλύτερα στα
          ενδιαφέροντα και τις ανάγκες σας και να βελτιώσουμε τη χρήση και τη
          λειτουργικότητά του.
        </p>
        <p>
          Επιπλέον, τα cookies χρησιμοποιούνται για σύνταξη ανώνυμων στατιστικών
          επισκεψιμότητας αλλά και να γνωρίζουμε πώς ανακαλύψατε τις ιστοσελίδες
          μας. Αυτές οι στατιστικές μας βοηθούν να αντιληφθούμε πώς
          χρησιμοποιείτε την ιστοσελίδα μας ώστε να βελτιώσουμε τη δομή και το
          περιεχόμενό της.
        </p>
        <p>
          Σε κάθε περίπτωση, δεν μπορούμε να εξακριβώσουμε την προσωπική σας
          ταυτότητα από τα cookies. Τα cookies αποθηκεύονται αποκλειστικά στην
          δική σας συσκευή (υπολογιστή, tablet, κινητό τηλέφωνο) και η
          ιστοσελίδα monogrammaeshop.gr δεν διατηρεί κανένα αρχείο ή βάση
          δεδομένων με προσωπικά δεδομένα σας.
        </p>
        <h3><strong>Λειτουργίες Τρίτων</strong></h3>
        <p>
          Ο ιστότοπος μας, όπως και οι περισσότερες ιστοσελίδες, περιλαμβάνει
          λειτουργικότητα που παρέχεται από τρίτους. Ένα κοινό παράδειγμα είναι
          ένα ενσωματωμένο βίντεο του YouTube. Το site μας περιλαμβάνει τις
          ακόλουθες υπηρεσίες που χρησιμοποιούν cookies:
        </p>

        <li>YouTube</li>
        <li>
          <a
            href="https://www.facebook.com/policy.php"
            target="_blank"
            rel="noopener noreferrer"
            >Facebook</a
          >
        </li>
        <br />
        <p>
          Ενημερωθείτε εδώ για το πως χρησιμοποιεί η Google τα δεδομένα σας από
          τα cookies.
        </p>
        <p>
          Σε κάποιες σελίδες χρησιμοποιούνται και λειτουργικότητες άλλων σελίδων
          – υπηρεσιών όπως άλλες υπηρεσίες video, streaming κλπ
        </p>
        <p>
          Η απενεργοποίηση αυτών των cookies είναι πιθανό να προκαλέσουν
          πρόβλημα στις λειτουργίες που προσφέρονται από αυτούς τους τρίτους.
        </p>
        <h3><strong>Πως χρησιμοποιούμε τα cookies</strong></h3>
        <p>
          Όταν επισκέπτεστε την ιστοσελίδα loft22.gr μπορεί να δημιουργηθούν τα
          παρακάτω είδη cookies.
        </p>

        <li>Cookies για βελτίωση της απόδοσης της ιστοσελίδας</li>
        <li>Cookies για ανώνυμες στατιστικές επισκεψιμότητας</li>
        <li>Cookies για λειτουργίες διαφήμισης</li>
        <li>Άλλα cookies από τρίτους</li>
        ΄
        <br />
        <h3><strong>Cookies Κοινωνικών Δικτύων</strong></h3>
        <p>
          Με χρήση αυτών των cookies, μπορείτε εύκολα να κάνετε Like ή να
          μοιραστείτε το περιεχόμενό μας σε κοινωνικά δίκτυα όπως το Facebook,
          το Google+ και το Twitter που έχουμε συμπεριλάβει κουμπιά στην
          ιστοσελίδα μας.
        </p>
        <p>Κάποια cookies ορίζονται από:</p>
        <li>
          <a
            href="https://www.facebook.com/policy.php"
            target="_blank"
            rel="noopener noreferrer"
            >Facebook</a
          >
        </li>
        <li>
          <a
            href="https://twitter.com/privacy?lang=en"
            target="_blank"
            rel="noopener noreferrer"
            >Twitter</a
          >
        </li>
        <li>
          <a
            href="http://www.google.com/policies/privacy/"
            target="_blank"
            rel="noopener noreferrer"
            >Google+</a
          >
        </li>
        <br />
        <p>
          Οι επιπτώσεις της ιδιωτικότητας ποικίλουν από κοινωνικό δίκτυο σε
          κοινωνικό δίκτυο και εξαρτώνται από τις ρυθμίσεις απορρήτου που έχετε
          επιλέξει σε αυτά τα δίκτυα.
        </p>
        <h3><strong>Cookies Στατιστικών Επισκεψιμότητας</strong></h3>
        <p>
          Χρησιμοποιούμε cookies για τη συλλογή στατιστικών στοιχείων των
          επισκεπτών, όπως πόσοι άνθρωποι έχουν επισκεφθεί την ιστοσελίδα μας,
          ποιο το είδος της τεχνολογίας που χρησιμοποιούν (π.χ. Mac ή Windows το
          οποίο βοηθά στον εντοπισμό όταν το site μας δεν λειτουργεί όπως θα
          έπρεπε για συγκεκριμένες τεχνολογίες), πόσο χρόνο περνάνε στο website,
          ποια σελίδα βλέπουν κ.λπ. Αυτά μας βοηθούν να βελτιώνουμε συνεχώς την
          ιστοσελίδα μας. Αυτά τα λεγόμενα προγράμματα analytics μας
          ενημερώνουν, επίσης, το πώς οι επισκέπτες μας έφθασαν σε αυτή τη
          σελίδα (π.χ. από μια μηχανή αναζήτησης) και αν την έχουν επισκεφθεί
          ξανά βοηθώντας μας να επενδύουμε για την ανάπτυξη των υπηρεσιών μας
          προς εσάς, αντί δαπανών marketing.
        </p>
        <p>Χρησιμοποιούμε:</p>
        <li>
          <a
            href="http://www.google.com/analytics/learn/privacy.html"
            target="_blank"
            rel="noopener noreferrer"
            >Google Analytics</a
          >
        </li>
        <li>
          <a
            href="http://www.alexa.com/help/privacy"
            target="_blank"
            rel="noopener noreferrer"
            >Alexa</a
          >
        </li>
        <br />
        <h3><strong>Cookies Διαφήμισης</strong></h3>
        <p>
          Τα cookies χρησιμοποιούνται ευρέως στην online διαφήμιση. Ούτε εμείς,
          οι διαφημιστές ή συνεργάτες μας δεν μπορούν να αποκτήσουν προσωπικά
          αναγνωρίσιμες πληροφορίες από αυτά τα cookies.
        </p>
        <p>
          Μπορείτε να εξαιρεθείτε από όλα σχεδόν τα διαφημιστικά cookies αν και
          θα προτιμούσαμε να μην το κάνατε καθώς οι διαφημίσεις είναι που
          βοηθούν να παραμείνει το μεγαλύτερο μέρος του Διαδικτύου δωρεάν.
          Αξίζει επίσης να σημειωθεί ότι η επιλογή να εξαιρεθούν από τα
          διαφημιστικά cookies δεν σημαίνει ότι δεν θα δείτε διαφημίσεις, απλά
          ότι δεν θα είναι προσαρμοσμένες σε εσάς πια.
        </p>
        <p>Χρησιμοποιούμε:</p>
        <li>
          <a
            href="http://www.google.com/policies/technologies/ads/"
            target="_blank"
            rel="noopener noreferrer"
            >Adsense</a
          >
        </li>
        <li>
          <a
            href="http://www.google.com/policies/technologies/types/?vid=1-635751476996647544-12601702079016728916"
            target="_blank"
            rel="noopener noreferrer"
            >Cookie διαφήμισης Google</a
          >
        </li>
        <br />
        <h3><strong>Απενεργοποίηση Cookies</strong></h3>
        <p>
          Συνήθως, μπορείτε να απενεργοποιήσετε τα cookies από την προσαρμογή
          των ρυθμίσεων του browser σας ώστε να σταματήσει να δέχεται cookies .
          Κάτι τέτοιο όμως θα περιορίσει πιθανώς τις λειτουργίες της σελίδας μας
          και ενός μεγάλου ποσοστού των δικτυακών τόπων του κόσμου, μιας και τα
          cookies είναι ένα τυπικό μέρος των σύγχρονων ιστοσελίδων.
        </p>
        <p>
          Για να διαχειριστείτε τα cookies σας, παρακαλούμε επιλέξτε τον browser
          σας από την παρακάτω λίστα και ακολουθήστε τις οδηγίες:
        </p>
        <li>
          <a href="http://support.microsoft.com/kb/196955"
            ><u>Internet Explorer</u></a
          >
        </li>
        <li>
          <a
            href="http://www.google.com/support/chrome/bin/answer.py?answer=95647"
            ><u>Chrome</u></a
          >
        </li>
        <li>
          <a
            href="http://docs.info.apple.com/article.html?path=Safari/5.0/en/9277.html"
            ><u>Safari</u></a
          >
        </li>
        <li>
          <a
            href="http://support.mozilla.com/en-US/kb/Enabling%20and%20disabling%20cookies"
            ><u>Firefox</u></a
          >
        </li>
        <li>
          <a href="http://www.opera.com/browser/tutorials/security/privacy/"
            ><u>Opera</u></a
          >
        </li>
        <p>Κινητά:</p>
        <li>
          <a
            href="http://www.google.com/support/mobile/bin/answer.py?hl=en&amp;answer=169022"
            ><u>Android</u></a
          >
        </li>
        <li>
          <a href="http://support.apple.com/kb/HT1677"><u>Safari</u></a>
        </li>
        <li>
          <a
            href="http://www.microsoft.com/windowsphone/en-us/howto/wp7/web/changing-privacy-and-other-browser-settings.aspx"
            ><u>Windows Phone</u></a
          >
        </li>
        <li>
          <a
            href="http://docs.blackberry.com/en/smartphone_users/deliverables/32004/Turn_off_cookies_in_the_browser_60_1072866_11.jsp"
            ><u>Blackberry</u></a
          >
        </li>
        <br />
        <p>
          Αν επιθυμείτε να μη χρησιμοποιείτε τα cookies Google Analytics,
          μπορείτε να επισκεφτείτε αυτή την ιστοσελίδα και να κάνετε λήψη της
          πρόσθετης λειτουργίας Google Analytics Opt-out Browser Add On.
        </p>
        <h2><strong>Πολιτική προστασίας προσωπικών δεδομένων</strong></h2>
        <p>
          Το loft22.gr συμμορφώνεται με την ισχύουσα νομοθεσία της Αρχής
          Προστασίας Προσωπικών Δεδομένων που εφαρμόζεται στις βάσεις δεδομένων
          προσωπικού χαρακτήρα και δεσμεύεται για την πλήρη εφαρμογή της.
        </p>
        <p>
          Τα προσωπικά δεδομένα τα οποία αποστέλλονται από τον χρήστη κατά την
          διάρκεια της συμπλήρωσης μιας φόρμας επικοινωνίας θα χρησιμοποιηθούν
          μόνο από το loft22.gr και από καμιά άλλη επιχείρηση. Στόχος είναι η
          καλύτερη δυνατή επικοινωνία με τον χρήστη που συμπλήρωσε την φόρμα. Τα
          προσωπικά δεδομένα δεν θα χρησιμοποιηθούν για οποιονδήποτε άλλο λόγο.
        </p>
        <p>
          Το loft22 σας πληροφορεί ότι τα προσωπικά δεδομένα που λαμβάνονται από
          την ιστοσελίδα loft22.gr θα αποθηκεύονται με τη σειρά τους σε αρχεία
          ιδιοκτησίας της loft22.gr. Αυτά τα αρχεία χρησιμεύουν για τη
          διαχείριση, την οργάνωση ή την παροχή περιεχομένου στους πελάτες της
          loft22.gr, την καλύτερη γνώση των προτιμήσεών τους και την προσαρμογή
          των υπηρεσιών της σε αυτές.
        </p>
        <p>
          Επίσης για το ενδεχόμενο παροχής νέου περιεχομένου ή υπηρεσιών και την
          αποστολή προωθητικού υλικού σχετικά με τα νέα προϊόντα και τις
          προσφορές της loft22.gr στον τομέα των υπηρεσιών και του περιεχομένου
          που προσφέρονται μέσω του loft22.gr.
        </p>
        <p>
          Το loft22 δεν εμπορεύεται ούτε παρέχει κατ’ οιονδήποτε τρόπο σε
          τρίτους τα προσωπικά δεδομένα που απεστάλησαν από χρήστες της
          ιστοσελίδας της.
        </p>
        <p>
          Η ιστοσελίδα loft22.gr διατηρεί το δικαίωμα να επεξεργάζεται και να
          εμπλουτίζει τους παρόντες όρους χωρίς προειδοποίηση. Οι επισκέπτες της
          καλούνται να ελέγχουν τακτικά την προκείμενη περιοχή.
        </p>
        <p>
          Η χρήση του διαδικτυακού τόπου της loft22.gr προϋποθέτει και
          επιβεβαιώνει ότι ο χρήστης/επισκέπτης έχει κατανοήσει πλήρως όσα
          αναφέρονται παραπάνω, καθώς και ότι συμφωνεί απόλυτα με τους όρους
          αυτούς.
        </p>
        <h3>
          <strong>Δικαιώματα Ενημέρωσης, Πρόσβασης, Αντίρρησης κλπ</strong>
        </h3>
        <p>
          Σύμφωνα με την ισχύουσα νομοθεσία, κάθε ενδιαφερόμενος έχει δικαίωμα
          να γνωρίζει εάν τα δεδομένα προσωπικού χαρακτήρα που τον αφορούν
          αποτελούν ή αποτέλεσαν αντικείμενο επεξεργασίας, να λαμβάνει γνώση του
          περιεχομένου του τηρούμενου φακέλου του με όλα τα τηρούμενα προσωπικά
          δεδομένα που το αφορούν και την προέλευσή τους, τους σκοπούς της
          επεξεργασίας, τα στοιχεία που περιοδικά προστίθενται ή αφαιρούνται από
          το φάκελό του και τη λογική κάθε τυχόν αυτοματοποιημένης επεξεργασίας,
          αν και όποτε υφίσταται τέτοια. Κάθε ενδιαφερόμενος έχει δικαίωμα να
          προβάλλει αλλαγές/τροποποιήσεις για την επεξεργασία των δεδομένων που
          τον αφορούν.
        </p>
        <p>
          Για οποιαδήποτε πληροφορία που αφορά στην επεξεργασία προσωπικών
          δεδομένων σας από την εταιρία μας, καθώς και για την περίπτωση που
          επιθυμείτε να ασκήσετε τα ως άνω δικαιώματά σας, σύμφωνα με τις
          προϋποθέσεις του νόμου, επικοινωνήστε μαζί μας.
        </p>
        <p>τηλ. 2160046005, e-mail: loft22@gmail.com</p>
        <p>
          Το site (www.loft22.gr) είναι GDPR compliance και έχει συμμορφωθεί ως
          προς τον κανονισμό προστασίας προσωπικών δεδομένων της Ε.Ε. (GDPR –
          General Data Protection Regulation).
        </p>
        <p>
          Τέλος, το κατάστημα μας μας με στόχο την βελτίωση των υπηρεσιών που
          παρέχει έχει ενσωματώσει στον παρόντα δικτυακό τόπο το εργαλείο
          BestPrice 360 Analytics, στο πλαίσιο εξαγωγής στατιστικών στοιχείων
          και στοιχείων απόδοσης από τη συμμετοχή του ηλεκτρονικού της
          καταστήματος στην αντίστοιχη πλατφόρμα σύγκρισης τιμών προϊόντων
          www.bestprice.gr, στην οποία συμμετέχει. Το BestPrice Analytics 360
          επιτρέπει τη διαβίβαση στο BestPrice.gr αποκλειστικά ανώνυμων
          δεδομένων, σχετικά με την κίνηση των χρηστών στον παρόντα δικτυακό
          τόπο (επίσκεψη ή παραγγελία και αγορά προϊόντων) για την εξαγωγή των
          αντίστοιχων στατιστικών αποτελεσμάτων και για τη βελτίωση των
          ενεργειών marketing.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  mounted() {
    window.scrollTo(0, 0); // Scrolls to the top of the page when the component is mounted
  },
};
</script>

<style scoped>
.company {
  text-align: left;
  margin-left: 1.5rem;
  margin-right: 1rem;
}
</style>
